IDEA StatiCa Open Model
SelectionItemForResults.TypeClassEvaluation Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 TypeClassEvaluation
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public TypeClassEvaluation TypeClassEvaluation { get; set; }
Public Property TypeClassEvaluation As TypeClassEvaluation
	Get
	Set
public:
property TypeClassEvaluation TypeClassEvaluation {
	TypeClassEvaluation get ();
	void set (TypeClassEvaluation value);
}
Property Value
Type: TypeClassEvaluation
See Also
Reference
SelectionItemForResults Class
IdeaRS.OpenModel.Loading Namespace